const data = [
  {
    "children": [
      {
        "children": [
          {
            "label": "N210-S01-1-01",
            "value": "N210-S01-1-01"
          },
          {
            "label": "N210-S01-2-01",
            "value": "N210-S01-2-01"
          },
          {
            "label": "N210-S01-3-01",
            "value": "N210-S01-3-01"
          },
          {
            "label": "N210-S01-3-01",
            "value": "N210-S01-3-01"
          },
          {
            "label": "N210-S01-4-01",
            "value": "N210-S01-4-01"
          }
        ],
        "label": "N210-S01",
        "value": "N210-S01"
      },
      {
        "children": [
          {
            "label": "N210-S02-1-01",
            "value": "N210-S02-1-01"
          },
          {
            "label": "N210-S02-2-01",
            "value": "N210-S02-2-01"
          },
          {
            "label": "N210-S02-3-01",
            "value": "N210-S02-3-01"
          },
          {
            "label": "N210-S02-4-01",
            "value": "N210-S02-4-01"
          }
        ],
        "label": "N210-S02",
        "value": "N210-S02"
      },
      {
        "children": [
          {
            "label": "N210-S03-1-01",
            "value": "N210-S03-1-01"
          },
          {
            "label": "N210-S03-2-01",
            "value": "N210-S03-2-01"
          },
          {
            "label": "N210-S03-3-01",
            "value": "N210-S03-3-01"
          },
          {
            "label": "N210-S03-4-01",
            "value": "N210-S03-4-01"
          }
        ],
        "label": "N210-S03",
        "value": "N210-S03"
      }
    ],
    "label": "N210",
    "value": "N210"
  },
  {
    "children": [
      {
        "children": [
          {
            "label": "N212-S02-3-01",
            "value": "N212-S02-3-01"
          }
        ],
        "label": "N212-S02",
        "value": "N212-S02"
      },
      {
        "children": [
          {
            "label": "N212-S03-3-01",
            "value": "N212-S03-3-01"
          }
        ],
        "label": "N212-S03",
        "value": "N212-S03"
      }
    ],
    "label": "N212",
    "value": "N212"
  },
  {
    "children": [
      {
        "children": [
          {
            "label": "N525-C01-1-01",
            "value": "N525-C01-1-01"
          },
          {
            "label": "N525-C01-2-01",
            "value": "N525-C01-2-01"
          },
          {
            "label": "N525-C01-3-01",
            "value": "N525-C01-3-01"
          },
          {
            "label": "N525-C01-4-01",
            "value": "N525-C01-4-01"
          },
          {
            "label": "N525-C01-5-01",
            "value": "N525-C01-5-01"
          },
          {
            "label": "N525-C01-6-01",
            "value": "N525-C01-6-01"
          }
        ],
        "label": "N525-C01",
        "value": "N525-C01"
      },
      {
        "children": [
          {
            "label": "N525-C02-1-01",
            "value": "N525-C02-1-01"
          },
          {
            "label": "N525-C02-2-01",
            "value": "N525-C02-2-01"
          },
          {
            "label": "N525-C02-3-01",
            "value": "N525-C02-3-01"
          },
          {
            "label": "N525-C02-4-01",
            "value": "N525-C02-4-01"
          },
          {
            "label": "N525-C02-5-01",
            "value": "N525-C02-5-01"
          },
          {
            "label": "N525-C02-6-01",
            "value": "N525-C02-6-01"
          }
        ],
        "label": "N525-C02",
        "value": "N525-C02"
      },
      {
        "children": [
          {
            "label": "N525-C03-1-01",
            "value": "N525-C03-1-01"
          },
          {
            "label": "N525-C03-2-01",
            "value": "N525-C03-2-01"
          },
          {
            "label": "N525-C03-3-01",
            "value": "N525-C03-3-01"
          },
          {
            "label": "N525-C03-4-01",
            "value": "N525-C03-4-01"
          },
          {
            "label": "N525-C03-5-01",
            "value": "N525-C03-5-01"
          },
          {
            "label": "N525-C03-6-01",
            "value": "N525-C03-6-01"
          }
        ],
        "label": "N525-C03",
        "value": "N525-C03"
      },
      {
        "children": [
          {
            "label": "N525-C04-1-01",
            "value": "N525-C04-1-01"
          },
          {
            "label": "N525-C04-2-01",
            "value": "N525-C04-2-01"
          },
          {
            "label": "N525-C04-3-01",
            "value": "N525-C04-3-01"
          },
          {
            "label": "N525-C04-4-01",
            "value": "N525-C04-4-01"
          },
          {
            "label": "N525-C04-5-01",
            "value": "N525-C04-5-01"
          },
          {
            "label": "N525-C04-6-01",
            "value": "N525-C04-6-01"
          }
        ],
        "label": "N525-C04",
        "value": "N525-C04"
      },
      {
        "children": [
          {
            "label": "N525-C05-1-01",
            "value": "N525-C05-1-01"
          },
          {
            "label": "N525-C05-2-01",
            "value": "N525-C05-2-01"
          },
          {
            "label": "N525-C05-3-01",
            "value": "N525-C05-3-01"
          },
          {
            "label": "N525-C05-4-01",
            "value": "N525-C05-4-01"
          },
          {
            "label": "N525-C05-5-01",
            "value": "N525-C05-5-01"
          },
          {
            "label": "N525-C05-6-01",
            "value": "N525-C05-6-01"
          }
        ],
        "label": "N525-C05",
        "value": "N525-C05"
      },
      {
        "children": [
          {
            "label": "N525-C06-1-01",
            "value": "N525-C06-1-01"
          },
          {
            "label": "N525-C06-2-01",
            "value": "N525-C06-2-01"
          },
          {
            "label": "N525-C06-3-01",
            "value": "N525-C06-3-01"
          },
          {
            "label": "N525-C06-4-01",
            "value": "N525-C06-4-01"
          },
          {
            "label": "N525-C06-5-01",
            "value": "N525-C06-5-01"
          },
          {
            "label": "N525-C06-6-01",
            "value": "N525-C06-6-01"
          }
        ],
        "label": "N525-C06",
        "value": "N525-C06"
      },
      {
        "children": [
          {
            "label": "N525-C07-1-01",
            "value": "N525-C07-1-01"
          },
          {
            "label": "N525-C07-2-01",
            "value": "N525-C07-2-01"
          },
          {
            "label": "N525-C07-3-01",
            "value": "N525-C07-3-01"
          },
          {
            "label": "N525-C07-4-01",
            "value": "N525-C07-4-01"
          },
          {
            "label": "N525-C07-5-01",
            "value": "N525-C07-5-01"
          },
          {
            "label": "N525-C07-6-01",
            "value": "N525-C07-6-01"
          }
        ],
        "label": "N525-C07",
        "value": "N525-C07"
      },
      {
        "children": [
          {
            "label": "N525-C08-1-01",
            "value": "N525-C08-1-01"
          },
          {
            "label": "N525-C08-2-01",
            "value": "N525-C08-2-01"
          },
          {
            "label": "N525-C08-3-01",
            "value": "N525-C08-3-01"
          },
          {
            "label": "N525-C08-4-01",
            "value": "N525-C08-4-01"
          },
          {
            "label": "N525-C08-5-01",
            "value": "N525-C08-5-01"
          },
          {
            "label": "N525-C08-6-01",
            "value": "N525-C08-6-01"
          }
        ],
        "label": "N525-C08",
        "value": "N525-C08"
      },
      {
        "children": [
          {
            "label": "N525-C09-1-01",
            "value": "N525-C09-1-01"
          },
          {
            "label": "N525-C09-2-01",
            "value": "N525-C09-2-01"
          },
          {
            "label": "N525-C09-3-01",
            "value": "N525-C09-3-01"
          },
          {
            "label": "N525-C09-4-01",
            "value": "N525-C09-4-01"
          },
          {
            "label": "N525-C09-5-01",
            "value": "N525-C09-5-01"
          },
          {
            "label": "N525-C09-6-01",
            "value": "N525-C09-6-01"
          }
        ],
        "label": "N525-C09",
        "value": "N525-C09"
      },
      {
        "children": [
          {
            "label": "N525-C10-1-01",
            "value": "N525-C10-1-01"
          },
          {
            "label": "N525-C10-2-01",
            "value": "N525-C10-2-01"
          },
          {
            "label": "N525-C10-3-01",
            "value": "N525-C10-3-01"
          },
          {
            "label": "N525-C10-4-01",
            "value": "N525-C10-4-01"
          }
        ],
        "label": "N525-C10",
        "value": "N525-C10"
      },
      {
        "children": [
          {
            "label": "N525-C11-1-01",
            "value": "N525-C11-1-01"
          },
          {
            "label": "N525-C11-2-01",
            "value": "N525-C11-2-01"
          },
          {
            "label": "N525-C11-3-01",
            "value": "N525-C11-3-01"
          },
          {
            "label": "N525-C11-4-01",
            "value": "N525-C11-4-01"
          }
        ],
        "label": "N525-C11",
        "value": "N525-C11"
      },
      {
        "children": [
          {
            "label": "N525-C12-1-01",
            "value": "N525-C12-1-01"
          },
          {
            "label": "N525-C12-2-01",
            "value": "N525-C12-2-01"
          },
          {
            "label": "N525-C12-3-01",
            "value": "N525-C12-3-01"
          },
          {
            "label": "N525-C12-4-01",
            "value": "N525-C12-4-01"
          }
        ],
        "label": "N525-C12",
        "value": "N525-C12"
      },
      {
        "children": [
          {
            "label": "N525-C13-1-01",
            "value": "N525-C13-1-01"
          },
          {
            "label": "N525-C13-2-01",
            "value": "N525-C13-2-01"
          },
          {
            "label": "N525-C13-3-01",
            "value": "N525-C13-3-01"
          },
          {
            "label": "N525-C13-4-01",
            "value": "N525-C13-4-01"
          }
        ],
        "label": "N525-C13",
        "value": "N525-C13"
      },
      {
        "children": [
          {
            "label": "N525-C14-1-01",
            "value": "N525-C14-1-01"
          },
          {
            "label": "N525-C14-2-01",
            "value": "N525-C14-2-01"
          },
          {
            "label": "N525-C14-3-01",
            "value": "N525-C14-3-01"
          },
          {
            "label": "N525-C14-4-01",
            "value": "N525-C14-4-01"
          }
        ],
        "label": "N525-C14",
        "value": "N525-C14"
      },
      {
        "children": [
          {
            "label": "N525-C15-1-01",
            "value": "N525-C15-1-01"
          },
          {
            "label": "N525-C15-2-01",
            "value": "N525-C15-2-01"
          },
          {
            "label": "N525-C15-3-01",
            "value": "N525-C15-3-01"
          },
          {
            "label": "N525-C15-4-01",
            "value": "N525-C15-4-01"
          }
        ],
        "label": "N525-C15",
        "value": "N525-C15"
      },
      {
        "children": [
          {
            "label": "N525-C16-1-01",
            "value": "N525-C16-1-01"
          },
          {
            "label": "N525-C16-2-01",
            "value": "N525-C16-2-01"
          },
          {
            "label": "N525-C16-3-01",
            "value": "N525-C16-3-01"
          },
          {
            "label": "N525-C16-4-01",
            "value": "N525-C16-4-01"
          }
        ],
        "label": "N525-C16",
        "value": "N525-C16"
      },
      {
        "children": [
          {
            "label": "N525-C17-1-01",
            "value": "N525-C17-1-01"
          },
          {
            "label": "N525-C17-2-01",
            "value": "N525-C17-2-01"
          },
          {
            "label": "N525-C17-3-01",
            "value": "N525-C17-3-01"
          },
          {
            "label": "N525-C17-4-01",
            "value": "N525-C17-4-01"
          }
        ],
        "label": "N525-C17",
        "value": "N525-C17"
      },
      {
        "children": [
          {
            "label": "N525-C18-1-01",
            "value": "N525-C18-1-01"
          },
          {
            "label": "N525-C18-2-01",
            "value": "N525-C18-2-01"
          },
          {
            "label": "N525-C18-3-01",
            "value": "N525-C18-3-01"
          },
          {
            "label": "N525-C18-4-01",
            "value": "N525-C18-4-01"
          }
        ],
        "label": "N525-C18",
        "value": "N525-C18"
      },
      {
        "children": [
          {
            "label": "N525-C19-1-01",
            "value": "N525-C19-1-01"
          },
          {
            "label": "N525-C19-2-01",
            "value": "N525-C19-2-01"
          },
          {
            "label": "N525-C19-3-01",
            "value": "N525-C19-3-01"
          },
          {
            "label": "N525-C19-4-01",
            "value": "N525-C19-4-01"
          }
        ],
        "label": "N525-C19",
        "value": "N525-C19"
      }
    ],
    "label": "N525",
    "value": "N525"
  },
  {
    "children": [
      {
        "children": [
          {
            "label": "B2-DC-11-S01-1-01",
            "value": "B2-DC-11-S01-1-01"
          },
          {
            "label": "B2-DC-11-S01-2-01",
            "value": "B2-DC-11-S01-2-01"
          },
          {
            "label": "B2-DC-11-S01-3-01",
            "value": "B2-DC-11-S01-3-01"
          },
          {
            "label": "B2-DC-11-S01-4-01",
            "value": "B2-DC-11-S01-4-01"
          }
        ],
        "label": "B2-DC-11-S01",
        "value": "B2-DC-11-S01"
      },
      {
        "children": [
          {
            "label": "B2-DC-11-S02-1-01",
            "value": "B2-DC-11-S02-1-01"
          },
          {
            "label": "B2-DC-11-S02-2-01",
            "value": "B2-DC-11-S02-2-01"
          },
          {
            "label": "B2-DC-11-S02-3-01",
            "value": "B2-DC-11-S02-3-01"
          },
          {
            "label": "B2-DC-11-S02-4-01",
            "value": "B2-DC-11-S02-4-01"
          }
        ],
        "label": "B2-DC-11-S02",
        "value": "B2-DC-11-S02"
      },
      {
        "children": [
          {
            "label": "B2-DC-11-S03-1-01",
            "value": "B2-DC-11-S03-1-01"
          },
          {
            "label": "B2-DC-11-S03-2-01",
            "value": "B2-DC-11-S03-2-01"
          },
          {
            "label": "B2-DC-11-S03-3-01",
            "value": "B2-DC-11-S03-3-01"
          },
          {
            "label": "B2-DC-11-S03-4-01",
            "value": "B2-DC-11-S03-4-01"
          }
        ],
        "label": "B2-DC-11-S03",
        "value": "B2-DC-11-S03"
      },
      {
        "children": [
          {
            "label": "B2-DC-11-S04-1-01",
            "value": "B2-DC-11-S04-1-01"
          },
          {
            "label": "B2-DC-11-S04-2-01",
            "value": "B2-DC-11-S04-2-01"
          },
          {
            "label": "B2-DC-11-S04-3-01",
            "value": "B2-DC-11-S04-3-01"
          },
          {
            "label": "B2-DC-11-S04-4-01",
            "value": "B2-DC-11-S04-4-01"
          }
        ],
        "label": "B2-DC-11-S04",
        "value": "B2-DC-11-S04"
      },
      {
        "children": [
          {
            "label": "B2-DC-11-S05-1-01",
            "value": "B2-DC-11-S05-1-01"
          },
          {
            "label": "B2-DC-11-S05-2-01",
            "value": "B2-DC-11-S05-2-01"
          },
          {
            "label": "B2-DC-11-S05-3-01",
            "value": "B2-DC-11-S05-3-01"
          },
          {
            "label": "B2-DC-11-S05-4-01",
            "value": "B2-DC-11-S05-4-01"
          }
        ],
        "label": "B2-DC-11-S05",
        "value": "B2-DC-11-S05"
      },
      {
        "children": [
          {
            "label": "B2-DC-11-S06-1-01",
            "value": "B2-DC-11-S06-1-01"
          },
          {
            "label": "B2-DC-11-S06-2-01",
            "value": "B2-DC-11-S06-2-01"
          },
          {
            "label": "B2-DC-11-S06-3-01",
            "value": "B2-DC-11-S06-3-01"
          }
        ],
        "label": "B2-DC-11-S06",
        "value": "B2-DC-11-S06"
      },
      {
        "children": [
          {
            "label": "B2-DC-11-S07-1-01",
            "value": "B2-DC-11-S07-1-01"
          },
          {
            "label": "B2-DC-11-S07-2-01",
            "value": "B2-DC-11-S07-2-01"
          },
          {
            "label": "B2-DC-11-S07-3-01",
            "value": "B2-DC-11-S07-3-01"
          }
        ],
        "label": "B2-DC-11-S07",
        "value": "B2-DC-11-S07"
      }
    ],
    "label": "B2-DC-11",
    "value": "B2-DC-11"
  },
  {
    "children": [
      {
        "children": [
          {
            "label": "N209-S01-1-01",
            "value": "N209-S01-1-01"
          },
          {
            "label": "N209-S01-2-01",
            "value": "N209-S01-2-01"
          },
          {
            "label": "N209-S01-4-01",
            "value": "N209-S01-4-01"
          }
        ],
        "label": "N209-S01",
        "value": "N209-S01"
      },
      {
        "children": [
          {
            "label": "N209-S02-1-01",
            "value": "N209-S02-1-01"
          },
          {
            "label": "N209-S02-2-01",
            "value": "N209-S02-2-01"
          },
          {
            "label": "N209-S02-3-01",
            "value": "N209-S02-3-01"
          },
          {
            "label": "N209-S02-4-01",
            "value": "N209-S02-4-01"
          }
        ],
        "label": "N209-S02",
        "value": "N209-S02"
      },
      {
        "children": [
          {
            "label": "N209-S03-1-01",
            "value": "N209-S03-1-01"
          },
          {
            "label": "N209-S03-2-01",
            "value": "N209-S03-2-01"
          },
          {
            "label": "N209-S03-3-01",
            "value": "N209-S03-3-01"
          },
          {
            "label": "N209-S03-4-01",
            "value": "N209-S03-4-01"
          }
        ],
        "label": "N209-S03",
        "value": "N209-S03"
      }
    ],
    "label": "N209",
    "value": "N209"
  },
  {
    "children": [
      {
        "children": [
          {
            "label": "S212-2-S01-1-01",
            "value": "S212-2-S01-1-01"
          },
          {
            "label": "S212-2-S01-2-01",
            "value": "S212-2-S01-2-01"
          },
          {
            "label": "S212-2-S01-3-01",
            "value": "S212-2-S01-3-01"
          },
          {
            "label": "S212-2-S01-4-01",
            "value": "S212-2-S01-4-01"
          }
        ],
        "label": "S212-2-S01",
        "value": "S212-2-S01"
      },
      {
        "children": [
          {
            "label": "S212-2-S02-1-01",
            "value": "S212-2-S02-1-01"
          },
          {
            "label": "S212-2-S02-2-01",
            "value": "S212-2-S02-2-01"
          },
          {
            "label": "S212-2-S02-3-01",
            "value": "S212-2-S02-3-01"
          },
          {
            "label": "S212-2-S02-4-01",
            "value": "S212-2-S02-4-01"
          }
        ],
        "label": "S212-2-S02",
        "value": "S212-2-S02"
      },
      {
        "children": [
          {
            "label": "S212-2-S03-1-01",
            "value": "S212-2-S03-1-01"
          },
          {
            "label": "S212-2-S03-2-01",
            "value": "S212-2-S03-2-01"
          },
          {
            "label": "S212-2-S03-3-01",
            "value": "S212-2-S03-3-01"
          },
          {
            "label": "S212-2-S03-4-01",
            "value": "S212-2-S03-4-01"
          }
        ],
        "label": "S212-2-S03",
        "value": "S212-2-S03"
      },
      {
        "children": [
          {
            "label": "S212-2-S04-1-01",
            "value": "S212-2-S04-1-01"
          },
          {
            "label": "S212-2-S04-2-01",
            "value": "S212-2-S04-2-01"
          },
          {
            "label": "S212-2-S04-3-01",
            "value": "S212-2-S04-3-01"
          },
          {
            "label": "S212-2-S04-4-01",
            "value": "S212-2-S04-4-01"
          }
        ],
        "label": "S212-2-S04",
        "value": "S212-2-S04"
      },
      {
        "children": [
          {
            "label": "S212-2-S05-1-01",
            "value": "S212-2-S05-1-01"
          },
          {
            "label": "S212-2-S05-2-01",
            "value": "S212-2-S05-2-01"
          },
          {
            "label": "S212-2-S05-3-01",
            "value": "S212-2-S05-3-01"
          },
          {
            "label": "S212-2-S05-4-01",
            "value": "S212-2-S05-4-01"
          }
        ],
        "label": "S212-2-S05",
        "value": "S212-2-S05"
      }
    ],
    "label": "S212-2",
    "value": "S212-2"
  },
  {
    "children": [
      {
        "children": [
          {
            "label": "N520-2 行政走廊-R01-1-01",
            "value": "N520-2 行政走廊-R01-1-01"
          },
          {
            "label": "N520-2 行政走廊-R01-2-01",
            "value": "N520-2 行政走廊-R01-2-01"
          },
          {
            "label": "N520-2 行政走廊-R01-3-01",
            "value": "N520-2 行政走廊-R01-3-01"
          }
        ],
        "label": "N520-2 行政走廊-R01",
        "value": "N520-2 行政走廊-R01"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-R02-1-01",
            "value": "N520-2 行政走廊-R02-1-01"
          },
          {
            "label": "N520-2 行政走廊-R02-2-01",
            "value": "N520-2 行政走廊-R02-2-01"
          },
          {
            "label": "N520-2 行政走廊-R02-3-01",
            "value": "N520-2 行政走廊-R02-3-01"
          }
        ],
        "label": "N520-2 行政走廊-R02",
        "value": "N520-2 行政走廊-R02"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-R03-1-01",
            "value": "N520-2 行政走廊-R03-1-01"
          },
          {
            "label": "N520-2 行政走廊-R03-2-01",
            "value": "N520-2 行政走廊-R03-2-01"
          },
          {
            "label": "N520-2 行政走廊-R03-3-01",
            "value": "N520-2 行政走廊-R03-3-01"
          }
        ],
        "label": "N520-2 行政走廊-R03",
        "value": "N520-2 行政走廊-R03"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-R04-1-01",
            "value": "N520-2 行政走廊-R04-1-01"
          },
          {
            "label": "N520-2 行政走廊-R04-2-01",
            "value": "N520-2 行政走廊-R04-2-01"
          },
          {
            "label": "N520-2 行政走廊-R04-3-01",
            "value": "N520-2 行政走廊-R04-3-01"
          }
        ],
        "label": "N520-2 行政走廊-R04",
        "value": "N520-2 行政走廊-R04"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-R05-1-01",
            "value": "N520-2 行政走廊-R05-1-01"
          },
          {
            "label": "N520-2 行政走廊-R05-2-01",
            "value": "N520-2 行政走廊-R05-2-01"
          },
          {
            "label": "N520-2 行政走廊-R05-3-01",
            "value": "N520-2 行政走廊-R05-3-01"
          }
        ],
        "label": "N520-2 行政走廊-R05",
        "value": "N520-2 行政走廊-R05"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-R06-1-01",
            "value": "N520-2 行政走廊-R06-1-01"
          },
          {
            "label": "N520-2 行政走廊-R06-2-01",
            "value": "N520-2 行政走廊-R06-2-01"
          },
          {
            "label": "N520-2 行政走廊-R06-3-01",
            "value": "N520-2 行政走廊-R06-3-01"
          },
          {
            "label": "N520-2 行政走廊-R06-4-01",
            "value": "N520-2 行政走廊-R06-4-01"
          }
        ],
        "label": "N520-2 行政走廊-R06",
        "value": "N520-2 行政走廊-R06"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-R07-1-01",
            "value": "N520-2 行政走廊-R07-1-01"
          },
          {
            "label": "N520-2 行政走廊-R07-2-01",
            "value": "N520-2 行政走廊-R07-2-01"
          },
          {
            "label": "N520-2 行政走廊-R07-3-01",
            "value": "N520-2 行政走廊-R07-3-01"
          },
          {
            "label": "N520-2 行政走廊-R07-4-01",
            "value": "N520-2 行政走廊-R07-4-01"
          }
        ],
        "label": "N520-2 行政走廊-R07",
        "value": "N520-2 行政走廊-R07"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-R08-1-01",
            "value": "N520-2 行政走廊-R08-1-01"
          },
          {
            "label": "N520-2 行政走廊-R08-2-01",
            "value": "N520-2 行政走廊-R08-2-01"
          },
          {
            "label": "N520-2 行政走廊-R08-3-01",
            "value": "N520-2 行政走廊-R08-3-01"
          }
        ],
        "label": "N520-2 行政走廊-R08",
        "value": "N520-2 行政走廊-R08"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-R09-1-01",
            "value": "N520-2 行政走廊-R09-1-01"
          },
          {
            "label": "N520-2 行政走廊-R09-2-01",
            "value": "N520-2 行政走廊-R09-2-01"
          },
          {
            "label": "N520-2 行政走廊-R09-3-01",
            "value": "N520-2 行政走廊-R09-3-01"
          }
        ],
        "label": "N520-2 行政走廊-R09",
        "value": "N520-2 行政走廊-R09"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-R10-1-01",
            "value": "N520-2 行政走廊-R10-1-01"
          },
          {
            "label": "N520-2 行政走廊-R10-2-01",
            "value": "N520-2 行政走廊-R10-2-01"
          },
          {
            "label": "N520-2 行政走廊-R10-3-01",
            "value": "N520-2 行政走廊-R10-3-01"
          }
        ],
        "label": "N520-2 行政走廊-R10",
        "value": "N520-2 行政走廊-R10"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-R11-1-01",
            "value": "N520-2 行政走廊-R11-1-01"
          },
          {
            "label": "N520-2 行政走廊-R11-2-01",
            "value": "N520-2 行政走廊-R11-2-01"
          },
          {
            "label": "N520-2 行政走廊-R11-3-01",
            "value": "N520-2 行政走廊-R11-3-01"
          }
        ],
        "label": "N520-2 行政走廊-R11",
        "value": "N520-2 行政走廊-R11"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-R12-1-01",
            "value": "N520-2 行政走廊-R12-1-01"
          },
          {
            "label": "N520-2 行政走廊-R12-2-01",
            "value": "N520-2 行政走廊-R12-2-01"
          },
          {
            "label": "N520-2 行政走廊-R12-3-01",
            "value": "N520-2 行政走廊-R12-3-01"
          }
        ],
        "label": "N520-2 行政走廊-R12",
        "value": "N520-2 行政走廊-R12"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-R13-1-01",
            "value": "N520-2 行政走廊-R13-1-01"
          },
          {
            "label": "N520-2 行政走廊-R13-2-01",
            "value": "N520-2 行政走廊-R13-2-01"
          },
          {
            "label": "N520-2 行政走廊-R13-3-01",
            "value": "N520-2 行政走廊-R13-3-01"
          },
          {
            "label": "N520-2 行政走廊-R13-4-01",
            "value": "N520-2 行政走廊-R13-4-01"
          }
        ],
        "label": "N520-2 行政走廊-R13",
        "value": "N520-2 行政走廊-R13"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-R14-1-01",
            "value": "N520-2 行政走廊-R14-1-01"
          },
          {
            "label": "N520-2 行政走廊-R14-2-01",
            "value": "N520-2 行政走廊-R14-2-01"
          },
          {
            "label": "N520-2 行政走廊-R14-3-01",
            "value": "N520-2 行政走廊-R14-3-01"
          }
        ],
        "label": "N520-2 行政走廊-R14",
        "value": "N520-2 行政走廊-R14"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-S01-1-01",
            "value": "N520-2 行政走廊-S01-1-01"
          },
          {
            "label": "N520-2 行政走廊-S01-2-01",
            "value": "N520-2 行政走廊-S01-2-01"
          },
          {
            "label": "N520-2 行政走廊-S01-3-01",
            "value": "N520-2 行政走廊-S01-3-01"
          }
        ],
        "label": "N520-2 行政走廊-S01",
        "value": "N520-2 行政走廊-S01"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-S02-1-01",
            "value": "N520-2 行政走廊-S02-1-01"
          },
          {
            "label": "N520-2 行政走廊-S02-2-01",
            "value": "N520-2 行政走廊-S02-2-01"
          },
          {
            "label": "N520-2 行政走廊-S02-3-01",
            "value": "N520-2 行政走廊-S02-3-01"
          }
        ],
        "label": "N520-2 行政走廊-S02",
        "value": "N520-2 行政走廊-S02"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-S03-1-01",
            "value": "N520-2 行政走廊-S03-1-01"
          },
          {
            "label": "N520-2 行政走廊-S03-2-01",
            "value": "N520-2 行政走廊-S03-2-01"
          },
          {
            "label": "N520-2 行政走廊-S03-3-01",
            "value": "N520-2 行政走廊-S03-3-01"
          }
        ],
        "label": "N520-2 行政走廊-S03",
        "value": "N520-2 行政走廊-S03"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-S04-1-01",
            "value": "N520-2 行政走廊-S04-1-01"
          },
          {
            "label": "N520-2 行政走廊-S04-2-01",
            "value": "N520-2 行政走廊-S04-2-01"
          },
          {
            "label": "N520-2 行政走廊-S04-3-01",
            "value": "N520-2 行政走廊-S04-3-01"
          }
        ],
        "label": "N520-2 行政走廊-S04",
        "value": "N520-2 行政走廊-S04"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-S05-1-01",
            "value": "N520-2 行政走廊-S05-1-01"
          },
          {
            "label": "N520-2 行政走廊-S05-2-01",
            "value": "N520-2 行政走廊-S05-2-01"
          },
          {
            "label": "N520-2 行政走廊-S05-3-01",
            "value": "N520-2 行政走廊-S05-3-01"
          }
        ],
        "label": "N520-2 行政走廊-S05",
        "value": "N520-2 行政走廊-S05"
      },
      {
        "children": [
          {
            "label": "N520-2 行政走廊-S06-1-01",
            "value": "N520-2 行政走廊-S06-1-01"
          },
          {
            "label": "N520-2 行政走廊-S06-2-01",
            "value": "N520-2 行政走廊-S06-2-01"
          },
          {
            "label": "N520-2 行政走廊-S06-3-01",
            "value": "N520-2 行政走廊-S06-3-01"
          }
        ],
        "label": "N520-2 行政走廊-S06",
        "value": "N520-2 行政走廊-S06"
      }
    ],
    "label": "N520-2",
    "value": "N520-2"
  },
  {
    "children": [
      {
        "children": [
          {
            "label": "N211-S01-1-01",
            "value": "N211-S01-1-01"
          },
          {
            "label": "N211-S01-2-01",
            "value": "N211-S01-2-01"
          },
          {
            "label": "N211-S01-3-01",
            "value": "N211-S01-3-01"
          }
        ],
        "label": "N211-S01",
        "value": "N211-S01"
      },
      {
        "children": [
          {
            "label": "N211-S02-1-01",
            "value": "N211-S02-1-01"
          },
          {
            "label": "N211-S02-2-01",
            "value": "N211-S02-2-01"
          },
          {
            "label": "N211-S02-4-01",
            "value": "N211-S02-4-01"
          }
        ],
        "label": "N211-S02",
        "value": "N211-S02"
      },
      {
        "children": [
          {
            "label": "N211-S03-1-01",
            "value": "N211-S03-1-01"
          },
          {
            "label": "N211-S03-2-01",
            "value": "N211-S03-2-01"
          },
          {
            "label": "N211-S03-4-01",
            "value": "N211-S03-4-01"
          }
        ],
        "label": "N211-S03",
        "value": "N211-S03"
      }
    ],
    "label": "N211",
    "value": "N211"
  },
  {
    "children": [
      {
        "children": [
          {
            "label": "N520-3行政走廊对面-S01-1-01",
            "value": "N520-3行政走廊对面-S01-1-01"
          },
          {
            "label": "N520-3行政走廊对面-S01-2-01",
            "value": "N520-3行政走廊对面-S01-2-01"
          },
          {
            "label": "N520-3行政走廊对面-S01-3-01",
            "value": "N520-3行政走廊对面-S01-3-01"
          }
        ],
        "label": "N520-3行政走廊对面-S01",
        "value": "N520-3行政走廊对面-S01"
      },
      {
        "children": [
          {
            "label": "N520-3行政走廊对面-S02-4-01",
            "value": "N520-3行政走廊对面-S02-4-01"
          },
          {
            "label": "N520-3行政走廊对面-S02-1-01",
            "value": "N520-3行政走廊对面-S02-1-01"
          },
          {
            "label": "N520-3行政走廊对面-S02-2-01",
            "value": "N520-3行政走廊对面-S02-2-01"
          },
          {
            "label": "N520-3行政走廊对面-S02-3-01",
            "value": "N520-3行政走廊对面-S02-3-01"
          }
        ],
        "label": "N520-3行政走廊对面-S02",
        "value": "N520-3行政走廊对面-S02"
      },
      {
        "children": [
          {
            "label": "N520-3行政走廊对面-S03-4-01",
            "value": "N520-3行政走廊对面-S03-4-01"
          }
        ],
        "label": "N520-3行政走廊对面-S03",
        "value": "N520-3行政走廊对面-S03"
      }
    ],
    "label": "N520-3",
    "value": "N520-3"
  }
]

export default data